{
    "АКАДЕМИЯИ МИЛЛИИ ИЛМҲОИ ТОҶИКИСТОН": "NATIONAL ACADEMY OF SCIENCES OF TAJIKISTAN",
    "ИНСТИТУТИ ОМӮЗИШИ МАСЪАЛАҲОИ ДАВЛАТҲОИ ОСИЁ ВА АВРУПО": "INSTITUTE OF STUDYING OF THE PROBLEMS OF ASIAN AND EUROPEAN COUNTRIES",
    "ИОМДОА": "ISPAEC",
    "АСОСӢ": "HOME",
    "МАҚОЛАҲОИ ИЛМӢ": "SCIENTIFIC ARTICLES",
    "Мақолаҳои илмӣ": "Scientific articles",
    "Мақолаи илмӣ": "Scientific article",
    "ДИГАР МАВОД": "POSTS",
    "КИТОБҲО": "BOOKS",
    "КИТОБ": "BOOK",
    "Китоб": "Book",
    "МАҶАЛЛА": "JOURNAL",
    "ДАР БОРАИ ИНСТИТУТ": "ABOUT INSTITUTE",
    "Ҳама ҳуқукҳо маҳфузанд": "All rights reserved",
    "ш. Душанбе, хиёбони Рӯдакӣ 33": "Dushanbe City, 33 Rudaki Avenue",
    "БЕШТАР": "MORE",
    "МАҶАЛЛАИ «ОСИЁ ВА АВРУПО»": "JOURNAL «ASIA AND EUROPE»",
    "Ҷустуҷӯ": "Search",
    "Мақолаҳои илмии охирин": "Latest scientific articles",
    "Дигар маводи тозанашр": "Latest posts",
    "Академияи миллии илмҳои ҷумҳурӣ ин оинаест, ки симои интеллектуалӣ, сатҳи маърифату дониш ва тамаддуни ҷомеаи моро инъикос менамояд. Дар ҷомеаи башарӣ ҳар миллату халқеро аз рӯи ҳамин нишондиҳандаҳо, яъне дараҷаи рушди интеллектуалӣ ва маърифату тамаддунаш мешиносанду қадр мекунанд. Ҳар қадар ин оина покизаву беғубор бошад, ба ҳамон андоза симои маънавии миллату давлати мо рӯшантару барҷастатар ба ҷаҳониён ҷилвагар мешавад": "The National Academy of Sciences of the Republic is a mirror that reflects the intellectual image, level of education, knowledge and civilization of our society. In human society, each nation and people is known and valued according to these indicators, i.e. degrees of intellectual development, knowledge and civilization. The cleaner and cleaner this mirror is, the brighter and more noticeable will be the spiritual image of our people and state in the world",
    "Эмомалӣ Раҳмон": "Emomali Rahmon",
    "Мавод ёфт нашуд!!": "Nothing found!!",
    "ПОЛОИШҲО": "FILTERS",
    "Муаллиф": "Author",
    "Калидвожаҳо": "Keywords",
    "Бахш": "Category",
    "Ҷойи нашр": "Published in",
    "Санаи нашр": "Pudlication date",
    "Соли нашр": "Pudlication year",
    "Нишонии электронӣ": "Link",
    "Боргирӣ": "Download",
    "БОЗГАШТ": "BACK",
    "Маълумот/Унвон": "Education/Degree",
    "Вазифа": "Position",
    "Ниҳод": "Institute",
    "БОЙГОНИИ МАҶАЛЛА": "JOURNAL ARCHIVE",
    "МАҶАЛЛАИ ИЛМИИ «ОСИЁ ВА АВРУПО»": "SCIENTIFIC JOURNAL «ASIA AND EUROPE»",
    "Маҷалла дорои рақами стандартии байналхалқии силсиланашрия мебошад (ISSN 2790-7198)": "The journal has a standard international serial number (ISSN 2790-7198)",
    "Дар маҷалла мақолаҳою фишурдаҳои илмӣ, тақризҳо ва ахбор дар бахши муносибатҳои байналмилалӣ, сиёсати беруна, иқтисодиёти ҷаҳонӣ, забон ва адабиёти кишварҳои хориҷа ба табъ мерасанд": "The journal publishes scientific articles, reviews and news in the field of international relations, foreign policy, world economy, language and literature of foreign countries",
    "Нашри мақолаҳои илмӣ дар маҷавллаи «ОСИЁ ВА АВРУПО»": "Publication of scientific articles in the journal «ASIA AND EUROPE»",
    "Аз пажуҳишгарон, омӯзгорон, аспирантон, магистрон ва донишҷӯён даъват карда мешавад, ки мақолаҳои илмии худро дар маҷаллаи илмии «ОСИЁ ВА АВРУПО» нашр кунанд. Мо натиҷаи пажуҳишҳои Шуморо ба мухотабонатон мерасонем": "Dear researchers, teachers, graduate students, undergraduates and students, we invite you to publish your scientific articles in the journal «ASIA AND EUROPE». We will deliver the results of your research to your audience",
    "Нусхаи охирини маҷалла": "Latest issue",
    "«ОСИЁ ВА АВРУПО»": "«ASIA AND EUROPE»",
    "Мақолаҳои маҷалларо дар алоҳидагӣ аз сомонаи мо дарёфт кунед": "Journal articles on our website"


}