{
    "АКАДЕМИЯИ МИЛЛИИ ИЛМҲОИ ТОҶИКИСТОН": "НАЦИОНАЛЬНАЯ АКАДЕМИЯ НАУК ТАДЖИКИСТАНА",
    "ИНСТИТУТИ ОМӮЗИШИ МАСЪАЛАҲОИ ДАВЛАТҲОИ ОСИЁ ВА АВРУПО": "ИНСТИТУТ ИЗУЧЕНИЯ ПРОБЛЕМ СТРАН АЗИИ И ЕВРОПЫ",
    "ИОМДОА": "ИИПСАЕ",
    "АСОСӢ": "ГЛАВНАЯ",
    "МАҚОЛАҲОИ ИЛМӢ": "НАУЧНЫЕ СТАТЬИ",
    "Мақолаҳои илмӣ": "Научные статьи",
    "Мақолаи илмӣ": "Научная статья",
    "ДИГАР МАВОД": "ДРУГИЕ МАТЕРИАЛЫ",
    "КИТОБҲО": "КНИГИ",
    "Китобҳо": "Книги",
    "Китоб": "Книга",
    "МАҶАЛЛА": "ЖУРНАЛ",
    "ДАР БОРАИ ИНСТИТУТ": "ОБ ИНСТИТУТЕ",
    "Ҳама ҳуқукҳо маҳфузанд": "Все права защищены",
    "ш. Душанбе, хиёбони Рӯдакӣ 33": "г. Душанбе, проспект Рудаки 33",
    "БЕШТАР": "БОЛЬШЕ",
    "МАҶАЛЛАИ «ОСИЁ ВА АВРУПО»": "ЖУРНАЛ «АЗИЯ И ЕВРОПА»",
    "Ҷустуҷӯ": "Поиск",
    "Мақолаҳои илмии охирин": "Последние научные статьи",
    "Дигар маводи тозанашр": "Другие публикации",
    "Академияи миллии илмҳои ҷумҳурӣ ин оинаест, ки симои интеллектуалӣ, сатҳи маърифату дониш ва тамаддуни ҷомеаи моро инъикос менамояд. Дар ҷомеаи башарӣ ҳар миллату халқеро аз рӯи ҳамин нишондиҳандаҳо, яъне дараҷаи рушди интеллектуалӣ ва маърифату тамаддунаш мешиносанду қадр мекунанд. Ҳар қадар ин оина покизаву беғубор бошад, ба ҳамон андоза симои маънавии миллату давлати мо рӯшантару барҷастатар ба ҷаҳониён ҷилвагар мешавад": "Национальная академия наук республики – зеркало, отражающее интеллектуальный облик, уровень образования, знаний и цивилизованности нашего общества. В человеческом обществе каждая нация и народ известна и ценится по этим показателям, т.е. степени интеллектуального развития, знаний и цивилизованности. Чем чище и чище будет это зеркало, тем ярче и заметнее будет духовный образ нашего народа и государства в мире",
    "Эмомалӣ Раҳмон": "Эмомали Рахмон",
    "Мавод ёфт нашуд!!": "Ничего не найдено!!",
    "ПОЛОИШҲО": "ФИЛЬТРЫ",
    "Муаллиф": "Автор",
    "Калидвожаҳо": "Ключевые слова",
    "Бахш": "Категория",
    "Ҷойи нашр": "Опубликовано в",
    "Санаи нашр": "Дата публикации",
    "Соли нашр": "Год публикации",
    "Нишонии электронӣ": "Cсылка",
    "Боргирӣ": "Скачать",
    "БОЗГАШТ": "НАЗАД",
    "Маълумот/Унвон": "Образования/Степень",
    "Вазифа": "Должность",
    "Ниҳод": "Институт",
    "БОЙГОНИИ МАҶАЛЛА": "АРХИВ ЖУРНАЛА",
    "МАҶАЛЛАИ ИЛМИИ «ОСИЁ ВА АВРУПО»": "НАУЧНЫЙ ЖУРНАЛ «АЗИЯ И ЕВРОПА»",
    "Маҷалла дорои рақами стандартии байналхалқии силсиланашрия мебошад (ISSN 2790-7198)": "Журнал имеет стандартный международный серийный номер (ISSN 2790-7198)",
    "Дар маҷалла мақолаҳою фишурдаҳои илмӣ, тақризҳо ва ахбор дар бахши муносибатҳои байналмилалӣ, сиёсати беруна, иқтисодиёти ҷаҳонӣ, забон ва адабиёти кишварҳои хориҷа ба табъ мерасанд": "В журнале публикуются научные статьи, обзоры и новости в области международных отношений, внешней политики, мировой экономики, языка и литературы зарубежных стран",
    "Нашри мақолаҳои илмӣ дар маҷавллаи «ОСИЁ ВА АВРУПО»": "Публикация научных статей в журнале «АЗИЯ И ЕВРОПА»",
    "Аз пажуҳишгарон, омӯзгорон, аспирантон, магистрон ва донишҷӯён даъват карда мешавад, ки мақолаҳои илмии худро дар маҷаллаи илмии «ОСИЁ ВА АВРУПО» нашр кунанд. Мо натиҷаи пажуҳишҳои Шуморо ба мухотабонатон мерасонем": "Уважаемые иследователи, преподаватели, аспиранты, магистранты и студенты приглашаем Вас опубликовать свои научные статьи  в журнале «АЗИЯ И ЕВРОПА». Мы доставим результаты ваших исследований вашей аудитории",
    "Нусхаи охирини маҷалла": "Последний выпуск",
    "«ОСИЁ ВА АВРУПО»": "«АЗИЯ И ЕВРОПА»",
    "Мақолаҳои маҷалларо дар алоҳидагӣ аз сомонаи мо дарёфт кунед": "Статьи журнала в нашем сайте"




}